Repository: glp1002/JCR_Impact_Factor
Catalog: web_application/paperrank/translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: Inglés
fr: Anglais
it: Inglese

source: Español
fr: Spagnolo
it: Spagnolo

source: Francés
fr: Français
it: Francese

source: Italiano
fr: Italien

source: Nombre de usuario o contraseña incorrectos
fr: Nom d'utilisateur ou mot de passe incorrect
it: Nome utente o password non corretti

source: Ayuda
fr: Editer le profil
it: Aiuto

source: Cerrar sesión
fr: Fermer la session
it: Cancella la sottoscrizione

source: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza

source: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo

source: Selección
fr: Sélection
it: Selezione

source: Consulta
fr: Consultation
it: Consultazione

source: HISTÓRICO DEL ÍNDICE DE IMPACTO
fr: INDICE D'IMPACT HISTORIQUE
it: STORICO DELL'INDICE DI IMPATTO

source: Lo sientimos, la página que estás buscando no se encuentra.
fr: Désolé, la page que vous recherchez est introuvable.
it: Spiacente, la pagina che stai cercando non può essere trovata.

source: Volver a la página de inicio
fr: Retour à la page d'accueil
it: Torna alla home page

source: Lo sentimos, se ha producido un error interno en el servidor. </br> Nuestro equipo está trabajando para solucionarlo lo antes posible. </br> Por favor, intenta nuevamente más tarde.
fr: Désolé, une erreur de serveur interne s'est produite. </br> Notre équipe travaille à le résoudre dans les plus brefs délais possible. </br> Veuillez réessayer plus tard.
it: Spiacenti, si è verificato un errore interno del server. </br> Il nostro team sta lavorando per risolverlo il prima possibile possibile. </br> Per favore riprova più tardi.

source: AYUDA
fr: AIDE
it: AIUTO

source: Bienvenido a la página de ayuda de Paperrank. A continuación, encontrará información útil para utilizar nuestros servicios de manera efectiva:
fr: Bienvenue sur la page d'aide de Paperrank. Vous trouverez ci-dessous informations utiles pour utiliser efficacement nos services :
it: Benvenuto nella pagina di aiuto di Paperrank. Di seguito troverai informazioni utili per utilizzare i nostri servizi in modo efficace:

source: ÍNDICE
fr: INDICE
it: INDICE

source: Revistas disponibles
fr: revues disponibles
it: Riviste disponibili

source: Modelos de predicción
fr: Modèles de prédiction
it: Modelli di previsione

source: Guía de inicio rápida
fr: Guide de démarrage rapide
it: Guida Rapida

source: Perfil de usuario
fr: Profil de l'utilisateur
it: Profilo utente

source: En nuestra aplicación, tendrá acceso a una selección de revistas académicas de alta calidad pertenecientes al JCR (Journal Citation Reports). Actualmente, nos enfocamos en ofrecer revistas de la categoría de Ciencias de la Computación, Artificial Intelligence. Estas revistas son reconocidas por su rigor académic y contribuciones significativas al avance del conocimiento en el ámbito de la informática.
fr: Dans notre application, vous aurez accès à une sélection de revuesuniversitaires de haute qualité appartenant au JCR (Journal CitationReportages). Actuellement, nous nous concentrons sur l'offre de revues dans la catégorie d'informatique, d'intelligence artificielle. Ces revuessont reconnus pour leur rigueur académique et leurs contributions significatives à lal'avancement des connaissances dans le domaine de l'informatique.
it: Nella nostra applicazione avrai accesso a una selezione di rivisteaccademici di alta qualità appartenenti al JCR (Journal CitationRapporti). Attualmente, ci concentriamo sull'offerta di riviste nella categoria di Informatica, Intelligenza Artificiale. Queste rivistesono riconosciuti per il loro rigore accademico e contributi significativi al

source: La lista completa de revistas disponibles, así como su información principal, puede consultarse en la <a href="/revistas">interfaz de revistas</a>. También podrá acceder a esta interfaz desde la <a href="/selection">interfaz principal</a> pulsando sobre este icono:
fr: La liste complète des revues disponibles, ainsi que leurs informationsmain, consultable dans l'<a href="/revistas">interface de revues</a>. Vous pouvez également accéder à cette interface depuis le <a href="/selection">interface principale</a> en cliquant sur cette icône :
it: L'elenco completo delle riviste disponibili, nonché le relative informazioniprincipale, può essere consultato nell'<a href="/revistas">interfaccia di riviste</a>. Puoi anche accedere a questa interfaccia dalla <a href="/selection">interfaccia principale</a> facendo clic su questa icona:

source: Para predecir el valor del Índice de Impacto de las revistas, nuestra aplicación utiliza tres modelos de predicción: AdaBoost, Random Forest y XGB Regressor.
fr: Pour prédire la valeur de l'Impact Index des revues, notre l'application utilise trois modèles de prédiction : AdaBoost, Random Forest et Régresseur XGB.
it: Per prevedere il valore dell'Impact Index delle riviste, il nostro l'applicazione utilizza tre modelli di previsione: AdaBoost, Random Forest e XGB regressore.

source: Estos modelos son técnicas de aprendizaje automático que se aplican en el campo de la ciencia de datos para realizar predicciones basadas en datos históricos y características relevantes de las revistas.
fr: Ces modèles sont des techniques d'apprentissage automatique qui sont appliquées dans ledomaine de la science des données pour faire des prédictions basées sur des donnéesCaractéristiques historiques et pertinentes des revues.
it: Questi modelli sono tecniche di apprendimento automatico che vengono applicate nelcampo della scienza dei dati per fare previsioni basate sui dati

source: El <b>AdaBoost</b> es un algoritmo que combina múltiples modelos de aprendizaje débiles para crear un modelo más robusto y preciso. Cada modelo débil se entrena secuencialmente, poniendo más énfasis en las instancias mal clasificadas en cada iteración. El resultado final es un modelo de predicción que mejora su capacidad de clasificación a medida que se agregan más modelos débiles.
fr: <b>AdaBoost</b> est un algorithme qui combine plusieurs modèles de faible apprentissage pour créer un modèle plus robuste et précis. Chaque le modèle faible est formé de manière séquentielle, en mettant davantage l'accent sur le instances mal classées à chaque itération. Le résultat final est un modèle de prédiction qui améliore vos capacités de classification personnaliséesDes modèles plus faibles sont ajoutés.
it: <b>AdaBoost</b> è un algoritmo che combina più modelli di apprendimento debole per creare un modello più robusto e accurato. Ogni il modello debole viene addestrato in sequenza, ponendo maggiore enfasi sul istanze classificate erroneamente a ogni iterazione. Il risultato finale è un modello di previsione che migliora le tue capacità di classificazione personalizzataSono stati aggiunti altri modelli deboli.

source: El <b>Random Forest</b> es un algoritmo que crea un "bosque" de árboles de decisión individuales. Cada árbol se entrena de forma independiente en una muestra aleatoria de las características y ejemplos de entrenamiento. Luego, para realizar una predicción, cada árbol emite una decisión y el resultado final se determina por votación o promedio de las predicciones de todos los árboles.
fr: La <b>Random Forest</b> est un algorithme qui crée une "forêt" d'arbresPrise de décision individuelle. Chaque arbre est entraîné indépendammentdans un échantillon aléatoire des caractéristiques et des exemples de entraînement. Ensuite, pour faire une prédiction, chaque arbre émet un la décision et le résultat final est déterminé par le vote ou la moyenne desprédictions de tous les arbres.
it: La <b>Random Forest</b> è un algoritmo che crea una "foresta" di alberiProcesso decisionale individuale. Ogni albero viene addestrato in modo indipendentein un campione casuale delle caratteristiche e degli esempi di allenamento. Quindi, per fare una previsione, ogni albero emette un la decisione e il risultato finale è determinato dal voto o dalla media dei

source: El <b>XGB Regressor</b>, también conocido como Gradient Boosting, es un algoritmo de refuerzo que construye un modelo de regresión a partir de múltiples modelos de árbol de decisión. En cada iteración, el modelo se entrena para corregir los errores residuales del modelo anterior, lo que permite mejorar progresivamente la precisión de las predicciones.
fr: Le <b>XGB Regressor</b>, également connu sous le nom de Gradient Boosting, est un Algorithme de boosting qui construit un modèle de régression à partir de plusieurs modèles d'arbre de décision. A chaque itération, le modèle est s'entraîne à corriger les erreurs résiduelles du modèle précédent, qui permet d'améliorer progressivement la précision des prédictions.
it: Il <b>XGB Regressor</b>, noto anche come Gradient Boosting, è un algoritmo di potenziamento che costruisce un modello di regressione dapiù modelli di albero decisionale. Ad ogni iterazione, il modello è si allena per correggere gli errori residui del modello precedente, checonsente di migliorare progressivamente l'accuratezza delle previsioni.

source: En cuanto a los valores de RMSE (Root Mean Square Error) obtenidos por cada modelo, se utiliza como métrica para evaluar la proximidad a las predicciones del Índice de Impacto real de las revistas. El RMSE mide la diferencia promedio entre las predicciones y los valores reales, indicando un valor más bajo una mayor precisión del modelo. En nuestro caso, los valores de RMSE para cada modelo son los siguientes:
fr: En ce qui concerne les valeurs RMSE (Root Mean Square Error) obtenues parchaque modèle est utilisé comme métrique pour évaluer la proximité avec le Prédictions de l'indice d'impact réel du journal. Le RMSE mesure le avec une valeur inférieure indiquant une précision de modèle supérieure. Dans notre cas, les valeurs RMSE pour chaque modèle sont les suivantes :
it: Riguardo ai valori RMSE (Root Mean Square Error) ottenuti daogni modello viene utilizzato come metrica per valutare la vicinanza al Predizioni Real Journal Impact Index. L'RMSE misura il con un valore inferiore che indica una maggiore precisione del modello. Nel nostro caso, i valori RMSE per ciascun modello sono i seguenti:

source: En la <a href="/selection">interfaz principal</a> podrá visualizar dos menús desplegables donde seleccionar la categoría y la revista que interese. Es preciso seleccionar <b>primero</b> la categoría, que hace un filtro inicial de las revistas.
fr: Dans l'<a href="/selection">interface principale</a> vous verrez deux menus déroulants où vous sélectionnez la catégorie et le revue qui intérêt. Vous devez sélectionner <b>d'abord</b> la catégorie, ce quifiltre initial de revues.
it: Nell'<a href="/selection">interfaccia principale</a> vedrai due menù a tendina dove si seleziona la categoria e la rivista che interesse. Devi selezionare <b>prima</b> la categoria, che fa un

source: Llegado a este punto, se activará el botón "Histórico JCR", que le redireccionará a una nueva interfaz. Podrá visualizar los siguientes elementos:
fr: À ce stade, le bouton "Historique JCR" sera activé, ce qui va rediriger vers une nouvelle interface. Vous pourrez voir ce qui suitarticles:
it: A questo punto verrà attivato il pulsante "Cronologia JCR" che verrà reindirizzato a una nuova interfaccia. Sarai in grado di vedere quanto segueelementi:

source: Gráfica con la evolución del valor del Índice de Impacto de la revista durante los últimos 5 años disponibles en el JCR de Clarivate.
fr: Graphique avec l'évolution de la valeur de l'Impact Index du revuependant 5 ans, disponible auprès du JCR de Clarivate.
it: Grafico con l'evoluzione del valore dell'Impact Index della rivistaper gli ultimi 5 anni disponibili al JCR di Clarivate.

source: Gráfico de barras con el cuartil al que ha pertenecido la revista durante los 5 últimos años disponibles en el JCR de Clarivate.
fr: Bargraphe avec le quartile auquel la revue a appartenu pendant les 5 dernières années disponibles dans le Clarivate JCR.
it: Grafico a barre con il quartile a cui è appartenuta la rivista durante gli ultimi 5 anni disponibili in Clarivate JCR.

source: Volviendo a la interfaz principal, bajo los menús desplegables, encontrará los distintos modelos disponibles para predecir el Índice de Impacto de la revista seleccionada. Se puede seleccionar más de uno simultáneamente.
fr: En revenant à l'interface principale, sous les menus déroulants, vous trouverez les différents modèles disponibles pour prédire l'Indice Impact du journal sélectionné. Vous pouvez en sélectionner plusieurssimultanément.
it: Tornando all'interfaccia principale, sotto i menu a discesa, troverete i diversi modelli disponibili per prevedere l'Indice Impatto della rivista selezionata. Puoi selezionarne più di unacontemporaneamente.

source: Tras seleccionar los modelos deseados, se activará el botón "Predecir JCR" que redireccionará a una nueva interfaz. Podrá visualizar los siguientes elementos:
fr: JCR" qui redirigera vers une nouvelle interface. Vous pouvez visualiser le objets suivants:
it: Dopo aver selezionato i modelli desiderati, verrà attivato il pulsante "Predict JCR" che reindirizzerà a una nuova interfaccia. È possibile visualizzare il seguenti articoli:

source: Aclaración textual con el valor de la predicción para el siguiente año (respecto al último disponible en el JCR de Clarivate).
fr: Clarification textuelle avec la valeur de la prédiction pour l'année suivante(par rapport au dernier disponible dans le Clarivate JCR).
it: Precisazione testuale con valore di previsione per l'anno successivo(rispetto all'ultimo disponibile in Clarivate JCR).

source: Gráfico con la evolución temporal del Índice de Impacto de la revista en los 5 últimos años disponibles en el JCR de Clarivate. Adicionalmente, se pueden visualizar las predicciones de cada modelo y su leyenda.
fr: Graphique avec l'évolution temporelle de l'Impact Index de la revue en les 5 dernières années disponibles dans le Clarivate JCR. De plus, c'est vous pouvez voir les prédictions de chaque modèle et sa légende.
it: Grafico con l'evoluzione temporale dell'Impact Index della rivista in gli ultimi 5 anni disponibili in Clarivate JCR. Inoltre, è puoi visualizzare le previsioni di ogni modello e la sua legenda.

source: En la sección de <a href="/profile">perfil de usuario</a> podrá editar tanto el nombre de usuario y el correo electrónico como la imagen de perfil. Para ello, bastará con pulsar sobre los siguientes iconos:
fr: Dans la section <a href="/profile">profil utilisateur</a> vous pouvez modifierà la fois le nom d'utilisateur et l'e-mail et l'image de profil. Pour cela, il vous suffit de cliquer sur les icônes suivantes :
it: Nella sezione <a href="/profile">profilo utente</a> puoi modificare sia il nome utente che l'e-mail e l'immagine di profilo. Per farlo basta cliccare sulle seguenti icone:

source: Revistas
fr: revues
it: Riviste

source: LISTA DE REVISTAS
fr: LISTE DES REVUES
it: ELENCO DELLE RIVISTE

source: Buscar revistas
fr: Rechercher des revues
it: Cerca riviste

source: Buscar
fr: Chercher
it: Cercare

source: Nombre
fr: Nom
it: Nome

source: Categoría
fr: Catégorie
it: Categoria

source: Cuartil
fr: Quartile
it: Quartile

source: INFORMACIÓN ADICIONAL DE LA REVISTA
fr: INFORMATIONS COMPLÉMENTAIRES SUR LE REVUE
it: ULTERIORI INFORMAZIONI SULLA RIVISTA

source: JCR y cuartil de los últimos 5 años:
fr: JCR et quartile des 5 dernières années :
it: JCR e quartile degli ultimi 5 anni:

source: Año - JCR - Cuartil
fr: Année - JCR - Quartile
it: Anno - JCR - Quartile

source: Login
fr: Connexion

source: Idioma
fr: Langage
it: Lingua

source: Iniciar sesión
fr: Commencer la session
it: Login

source: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

source: Contraseña
fr: Mot de passe
it: Password

source: ¿Eres nuevo usuario?
fr: Êtes-vous un nouvel utilisateur?
it: Sei un nuovo utente?

source: Regístrate aquí
fr: Inscrivez-vous ici
it: Iscriviti qui

source: Predicción
fr: Prédiction
it: Predizione

source: PREDICCIÓN DEL ÍNDICE DE IMPACTO
fr: PRÉDICTION DU TAUX D'IMPACT
it: PREVISIONE DEL TASSO DI IMPATTO

source: El Índice de Impacto predicho por el clasificador para la revista en %(year)s es: %(prediction)s
fr: L'indice d'impact prédit par le classificateur pour la revue en %(year)s est: %(prediction)s
it: L'indice di impatto previsto dal classificatore per la rivista in %(year)s è: %(prediction)s

source: POLÍTICA DE PRIVACIDAD DE PAPERRANK
fr: POLITIQUE DE CONFIDENTIALITÉ DE PAPERRANK
it: INFORMATIVA SULLA PRIVACY DI PAPERRANK

source: En esta sección, describimos cómo se recopila, utiliza, almacena y protege la información personal de los usuarios de nuestra aplicación.
fr: Dans cette section, nous décrivons comment les données sont collectées, utilisées, stockées et protège les informations personnelles des utilisateurs de notre application.
it: In questa sezione, descriviamo come i dati vengono raccolti, utilizzati, archiviati e protegge le informazioni personali degli utenti della nostra applicazione.

source: Información recopilada
fr: Informations collectées
it: Informazioni raccolte

source: Recopilamos y almacenamos la siguiente información personal de los usuarios que se registran en nuestra aplicación:
fr: Nous collectons et stockons les informations personnelles suivantes de la utilisateurs qui s'inscrivent dans notre application :
it: Raccogliamo e memorizziamo le seguenti informazioni personali dal utenti che si registrano nella nostra applicazione:

source: Correo electrónico
fr: Email
it: Email

source: Contraseña (almacenada de forma encriptada en nuestra base de datos)
fr: Mot de passe (stocké crypté dans notre base de données)
it: Password (memorizzata crittografata nel nostro database)

source: Imagen de perfil de usuario
fr: Photo de profil utilisateur
it: Immagine profilo utente

source: Uso de la información
fr: Utilisation des informations
it: Utilizzo delle informazioni

source: Utilizamos la información recopilada únicamente con el fin de permitir a los usuarios acceder y utilizar los servicios de nuestra aplicación.
fr: Nous utilisons les informations collectées uniquement dans le but de permettreLes utilisateurs accèdent et utilisent les services de notre application.
it: Usiamo le informazioni raccolte esclusivamente allo scopo di consentireGli utenti accedono e utilizzano i servizi della nostra applicazione.

source: Compartir información
fr: Partager l'information
it: Condividere informazioni

source: No compartimos la información personal de nuestros usuarios con terceros, excepto en los siguientes casos:
fr: Nous ne partageons pas les informations personnelles de nos utilisateurs avec des tiers,sauf dans les cas suivants :
it: Non condividiamo le informazioni personali dei nostri utenti con terze parti,tranne nei seguenti casi:

source: Con el consentimiento expreso del usuario.
fr: Avec le consentement exprès de l'utilisateur.
it: Con il consenso esplicito dell'utente.

source: Para cumplir con las leyes y regulaciones aplicables, solicitudes legales o procesos legales.
fr: Pour se conformer aux lois et réglementations applicables, demandes légales
it: Per rispettare le leggi e i regolamenti applicabili, richieste legalio processi legali.

source: Seguridad
fr: Sécurité
it: Sicurezza

source: Implementamos medidas de seguridad adecuadas para proteger la información personal de nuestros usuarios. Esto incluye el uso de encriptación, medidas de seguridad físicas y electrónicas, y restricciones de acceso a la información personal.
fr: Nous mettons en œuvre des mesures de sécurité appropriées pour protéger les informations les données personnelles de nos utilisateurs. Cela inclut l'utilisation du cryptage,mesures de sécurité physiques et électroniques, et restrictions d'accès à informations personnelles.
it: Attuiamo adeguate misure di sicurezza per proteggere le informazionidati personali dei nostri utenti. Ciò include l'uso della crittografia,misure di sicurezza fisica ed elettronica e restrizioni di accesso a informazione personale.

source: Cookies y tecnologías similares
fr: Cookies et technologies similaires
it: Cookie e tecnologie simili

source: Utilizamos cookies y tecnologías similares para mejorar la experiencia del usuario y recopilar información sobre el uso de nuestra aplicación. Estas cookies no contienen información personal identificable y los usuarios pueden optar por desactivarlas en la configuración de su navegador.
fr: Nous utilisons des cookies et des technologies similaires pour améliorer l'expérienceCes cookies ne contiennent pas d'informations personnellement identifiables et le les utilisateurs peuvent choisir de les désactiver dans leurs paramètresnavigateur.
it: Utilizziamo cookie e tecnologie simili per migliorare l'esperienzadall'utente e raccogliere informazioni sull'utilizzo della nostra applicazione. Questi cookie non contengono informazioni di identificazione personale e il gli utenti possono scegliere di disabilitarli nelle loro impostazioni

source: Enlaces externos
fr: Liens externes
it: Link esterni

source: Nuestra aplicación puede contener enlaces a sitios web externos. Esta política de privacidad solo se aplica a nuestra aplicación, por lo que recomendamos a los usuarios leer las políticas de privacidad de esos sitios web externos antes de proporcionar cualquier información personal.
fr: Notre application peut contenir des liens vers des sites Web externes. Cette la politique de confidentialité ne s'applique qu'à notre application, doncnous recommandons aux utilisateurs de lire les politiques de confidentialité de ceux-cides sites Web externes avant de fournir des informations personnelles.
it: La nostra applicazione può contenere collegamenti a siti Web esterni. Questo l'informativa sulla privacy si applica solo alla nostra app, quindi si consiglia agli utenti di leggere le informative sulla privacy di talisiti web esterni prima di fornire qualsiasi informazione personale.

source: Actualizaciones de la política de privacidad
fr: Mises à jour de la politique de confidentialité
it: Aggiornamenti sulla privacy

source: Nos reservamos el derecho de actualizar esta política de privacidad a medida que sea necesario. Notificaremos a los usuarios sobre cualquier cambio significativo mediante publicaciones en nuestra aplicación. Se recomienda a los usuarios revisar periódicamente esta política de privacidad para estar informados sobre cómo protegemos la información personal.
fr: Nous nous réservons le droit de mettre à jour cette politique de confidentialité poursi nécessaire. Nous aviserons les utilisateurs de tout changement significatif via les publications sur notre application. Will recommande aux utilisateurs de revoir périodiquement cette politiquevie privée pour être informé de la manière dont nous protégeons les informationspersonnel.
it: Ci riserviamo il diritto di aggiornare questa politica sulla privacy a se necessario. Informeremo gli utenti di qualsiasi Cambiamento significativo tramite post sulla nostra app. Si raccomanda agli utenti di rivedere periodicamente questa politicaprivacy per essere informati su come proteggiamo le informazionipersonale.

source: Esta política de privacidad es aplicable a partir de: <em>12 - Julio - 2023</em>
fr: Cette politique de confidentialité est applicable à partir du : <em>12 - juillet - 2023</em>
it: La presente informativa sulla privacy è applicabile dal: <em>12 - Luglio - 2023</em>

source: Perfil
fr: Profil
it: Profilo

source: ÁREA DE USUARIO
fr: ESPACE UTILISATEUR
it: AREA UTENTE

source: Arrastra y suelta una imagen aquí
fr: Faites glisser et déposez une image ici
it: Trascina e rilascia un'immagine qui

source: Seleccionar imagen
fr: Sélectionnez l'image
it: Seleziona immagine

source: Información de usuario
fr: Informations de l'utilisateur
it: Informazioni utente

source: Nombre:
fr: Nom:
it: Nome:
