Repository: glp1002/JCR_Impact_Factor
Catalog: web_application/paperrank/translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: Correo electrónico:
fr: Email:
it: Email:

source: Guardar cambios
fr: Enregistrer les modifications
it: Salvare le modifiche

source: Register
fr: Enregistrer
it: Registrati

source: REGISTRO
fr: ENREGISTRER
it: REGISTRARE

source: Nombre de usuario:
fr: Nom d'utilisateur:
it: Nome utente:

source: Contraseña:
fr: Mot de passe:
it: Password:

source: Repita su contraseña:
fr: Répétez votre mot de passe :
it: Ripeti la tua password:

source: Correo electrónico:
fr: Email:
it: Email:

source: Registrarse
fr: Enregistrement
it: Registrare

source: ¿Ya tienes cuenta?
fr: Connectez-vous ici
it: Hai già un account?

source: SELECCIÓN DE REVISTAS
fr: SÉLECTION DE REVUES
it: SELEZIONE DI RIVISTE

source: Selecciona una opción
fr: Sélectionner une option
it: Seleziona un'opzione

source: Revista
fr: Revue
it: Rivista

source: Selecciona una categoría primero
fr: Sélectionnez d'abord une catégorie
it: Seleziona prima una categoria

source: MODELOS DE PREDICCIÓN
fr: MODÈLES DE PRÉVISION
it: MODELLI DI PREVISIONE

source: Información sobre los modelos:
fr: Informations sur des modèles:
it: Informazioni sui modelli:

source: Seleccionar modelos
fr: Sélectionner des modèles
it: Seleziona modelli

source: Seleccione una revista y su categoría
fr: Sélectionner une revue et sa catégorie
it: Seleziona una rivista e la sua categoria

source: Histórico JCR
fr: JCR historique
it: Storico JCR

source: Rellene todos los campos
fr: Remplir tous les champs
it: Compila tutti i campi

source: Predecir JCR
fr: Prédire JCR
it: Prevedi JCR

source: TÉRMINOS DE USO DE PAPERRANK
fr: CONDITIONS D'UTILISATION DE PAPERRANK
it: TERMINI DI UTILIZZO DI PAPERRANK

source: Estos términos de uso establecen los derechos y obligaciones de los usuarios al utilizar nuestra aplicación. Al acceder y utilizar la aplicación, los usuarios aceptan cumplir con estos términos y condiciones. Si no están de acuerdo con estos términos, no deben utilizar la aplicación.
fr: Les présentes conditions d'utilisation établissent les droits et obligations du utilisateurs lors de l'utilisation de notre application. En accédant et en utilisant le , les utilisateurs s'engagent à respecter ces termes et conditions. Si vous n'acceptez pas ces termes, vous ne devez pas utiliser application.
it: Questi termini di utilizzo stabiliscono i diritti e gli obblighi del utenti quando utilizzano la nostra applicazione. Accedendo e utilizzando il applicazione, gli utenti accettano di rispettare questi termini e condizioni. Se non accetti questi termini, non dovresti usare l'applicazione.

source: Licencia de uso
fr: Licence
it: Licenza d'uso

source: La aplicación es de código abierto y está disponible bajo la licencia <a class="link-negro" href="https://www.gnu.org/licenses/licenses.es.html#GPL">Licencia Pública General de GNU</a>. Los usuarios tienen permiso para utilizar, modificar y distribuir la aplicación de acuerdo con los términos de esta licencia.
fr: L'application est open source et est disponible sous la licence <aclass="link-negro" href="https://www.gnu.org/licenses/licenses.es.html#GPL">Licence GNU Grand Public</a>. Les utilisateurs ont la permission d'utiliser, modifier et distribuer l'application conformément aux termes des présentesLicence.
it: class="link-negro" href="https://www.gnu.org/licenses/licenses.es.html#GPL">Licenza GNU General Public</a>. Gli utenti hanno il permesso di usare, modificare e distribuire l'applicazione in conformità con i termini di questolicenza.

source: Uso de la aplicación
fr: Utilisation de l'application
it: Utilizzo dell'applicazione

source: Los usuarios pueden utilizar nuestra aplicación para acceder a los datos y predicciones del Journal Citation Reports (JCR) de las revistas de "Computer Science, Artificial Intelligence". La información proporcionada tiene fines puramente informativos y no debe considerarse como asesoramiento profesional o científico.
fr: Les utilisateurs peuvent utiliser notre application pour accéder aux donnéeset les prédictions des Journal Citation Reports (JCR) des revues de "Informatique, Intelligence Artificielle". Informations fourni est à titre informatif uniquement et ne doit pas être invoquéen tant qu'avis professionnel ou scientifique.
it: Gli utenti possono utilizzare la nostra applicazione per accedere ai datie previsioni dai Journal Citation Reports (JCR) delle riviste di "Informatica, Intelligenza Artificiale". Informazioni fornito è solo a scopo informativo e non dovrebbe essere invocatocome consulenza professionale o scientifica.

source: Registro de usuarios
fr: Enregistrement de l'utilisateur
it: Registrazione Utente

source: Para acceder a las funcionalidades de la aplicación, los usuarios deben registrarse proporcionando un nombre de usuario, una dirección de correo electrónico y una contraseña. Los usuarios son responsables de mantener la confidencialidad de su información de inicio de sesión y de cualquier actividad realizada en su cuenta.
fr: Pour accéder aux fonctionnalités de l'application, les utilisateurs doivent s'inscrire en fournissant un nom d'utilisateur, une adresse emailemail et un mot de passe. Les utilisateurs sont responsables du maintien la confidentialité de vos informations de connexion et de tout activité effectuée sur votre compte.
it: Per accedere alle funzionalità dell'applicazione, gli utenti devonoregistrati fornendo un nome utente, un indirizzo emailemail e una password. Gli utenti sono responsabili del mantenimento la riservatezza delle tue informazioni di accesso e qualsiasi attività svolta sul tuo account.

source: Propiedad intelectual
fr: Propriété intellectuelle
it: Proprietà intellettuale

source: Todos los derechos de propiedad intelectual relacionados con la aplicación y su contenido, incluyendo pero no limitado a textos, gráficos, logotipos, imágenes y software, son propiedad de la Universidad de Burgos. Los usuarios no tienen derechos de propiedad sobre la aplicación ni su contenido, excepto los derechos limitados para utilizar la aplicación de acuerdo con estos términos.
fr: Tous les droits de propriété intellectuelle liés au l'application et son contenu, y compris, mais sans s'y limiter, les textes,les graphiques, logos, images et logiciels sont la propriété de l'Université de Burgos. Les utilisateurs n'ont aucun droit de propriété sur l'application ou son contenu, à l'exception des droits d'utilisation limitésla demande conformément aux présentes conditions.
it: Tutti i diritti di proprietà intellettuale relativi al applicazione e il suo contenuto, inclusi ma non limitati a testi,grafica, loghi, immagini e software sono di proprietà dell'Ateneo de Burgos. Gli utenti non hanno diritti di proprietà sul applicazione o il suo contenuto, ad eccezione dei diritti limitati di utilizzola domanda in conformità con questi termini.

source: Restricciones de uso
fr: Restrictions d'utilisation
it: Restrizioni d'uso

source: Los usuarios se comprometen a utilizar la aplicación de manera responsable y cumplir con las leyes y regulaciones aplicables. Queda estrictamente prohibido:
fr: Les utilisateurs s'engagent à utiliser l'application d'une manièreresponsable et conforme aux lois et règlements applicables. Reste strictement interdite:
it: Gli utenti accettano di utilizzare l'applicazione in un modoresponsabile e rispettare le leggi e i regolamenti applicabili. Rimane severamente vietato:

source: Realizar actividades ilegales o que infrinjan los derechos de terceros.
fr: Effectuer des activités illégales ou des activités qui portent atteinte aux droits de tiers.
it: Accesso o tentativo di accesso ad aree riservate dell'applicazione senzaautorizzazione.

source: Acceder o intentar acceder a áreas restringidas de la aplicación sin autorización.
fr: Accéder ou tenter d'accéder à des zones restreintes de l'application sans autorisation.

source: Utilizar la aplicación de manera que pueda causar daño, interrupción o deterioro del rendimiento.
fr: Utiliser l'application d'une manière susceptible de causer des dommages, des perturbations ou détérioration des performances.
it: Utilizzare l'applicazione in un modo che potrebbe causare danni, interruzioni o

source: Difamar, acosar, amenazar o violar los derechos de privacidad de otros usuarios.
fr: Diffamer, harceler, menacer ou violer les droits à la vie privée d'autrui utilisateurs.
it: Diffamare, molestare, minacciare o violare il diritto alla privacy altrui

source: La Universidad de Burgos se reserva el derecho de suspender o cancelar la cuenta de cualquier usuario que viole estas restricciones.
fr: L'Université de Burgos se réserve le droit de suspendre ou d'annuler le compte de tout utilisateur qui enfreint ces restrictions.
it: L'Università di Burgos si riserva il diritto di sospendere o annullare ilaccount di qualsiasi utente che violi queste restrizioni.

source: Limitación de responsabilidad
fr: Limitation de responsabilité
it: Limitazione di responsabilità

source: La Universidad de Burgos no se hace responsable de cualquier daño o pérdida resultante del uso o la imposibilidad de utilizar la aplicación. La aplicación se proporciona "tal cual" y sin garantías de ningún tipo.
fr: L'Université de Burgos n'est pas responsable des dommages ou perte résultant de l'utilisation ou de l'impossibilité d'utiliser l'application.L'application est fournie "telle quelle" et sans garantie d'aucune sorte.
it: L'Università di Burgos non è responsabile per eventuali danni o perdita derivante dall'uso o dall'impossibilità di utilizzare l'applicazione.L'applicazione è fornita "così com'è" e senza garanzie di alcun tipo.

source: Modificaciones
fr: Modifications
it: Modifiche

source: La Universidad de Burgos se reserva el derecho de realizar cambios en la aplicación, incluyendo la adición o eliminación de funcionalidades, en cualquier momento y sin previo aviso.
fr: L'Université de Burgos se réserve le droit d'apporter des modifications au application, y compris l'ajout ou la suppression de fonctionnalités, dans à tout moment et sans préavis.
it: L'Università di Burgos si riserva il diritto di apportare modifiche al applicazione, inclusa l'aggiunta o la rimozione di funzionalità, in in qualsiasi momento e senza preavviso.

source: Legislación aplicable
fr: Législation applicable
it: Legislazione applicabile

source: Estos términos de uso se rigen por las leyes de España y cualquier disputa relacionada con estos términos será sometida a la jurisdicción exclusiva de los tribunales de España.
fr: Ces conditions d'utilisation sont régies par les lois de l'Espagne et toute tout litige lié aux présentes conditions sera soumis à la juridictionà l'exclusion des tribunaux d'Espagne.
it: Questi termini di utilizzo sono regolati dalle leggi della Spagna e qualsiasi le controversie relative a questi termini saranno sottoposte alla giurisdizione

source: Editar perfil
it: Modifica Profilo

source: Inicia sesión aquí
it: Accedi qui
